import Card from "../conponents/UI/Card";
import BG from "../conponents/layout/BackGround";

function About_Page() {
  return (
    <BG>
      <Card>
        <h1>Content1</h1>
        <p1>
          〔即時新聞／綜合報導〕中國官方今（25日）發布2024年國假安排及調休方案，其中春假將從2月10日（大年初一）開始到17日，連休8天，但是除夕不休假以及2月4日以及2月18日這兩天週日要上班，引發中國民眾不滿。
        </p1>
      </Card>
      <Card>
        <h1>Content2</h1>
        <p1>
          綜合外媒報導，中國國務院辦公廳今發布關於2024年部分節假日安排的通知，2024年的春節假期從2月10日開始，至2月17日結束，連休8天；2月9日除夕不休假，2月4日以及2月18日這兩個星期天上班，等於8天春假前後都要連上6天班。
          通知還說，鼓勵各單位結合帶薪年休假等制度落實，安排職工在2月9日除夕當天休息。如果加上這一天，春節可連休9天。
        </p1>
      </Card>
      <Card>
        <h1>Content3</h1>
        <p1>
          春假安排引發中國民眾不滿，痛批：「外地打工的那麼多人，就沒考慮過除夕前安排放假嗎？」、「那一天才是最重要的，最大的心願無非和家人坐在一起吃個年夜飯，去祠堂拜祭祖宗，除夕不放假，簡直亂來，不斷挑戰人民的底線」、「老百姓一年最重視的兩天：除夕、大年初一。一個是歲末，一個是歲首，文化寓意極深，竟然搞得除夕不算進法定假日，毀滅吧！」、「等於春節放假是上
        </p1>
      </Card>
      <Card>
        <h1>Content4</h1>
        <p1>
          【施政報告2023】行政長官李家超今日（25日）公布新一份施政報告，推出多項惠及民生的措施，涵蓋鼓勵生育、土地房屋、運輸基建、基層津貼、教學資助等。
        </p1>
      </Card>
    </BG>
  );
}

export default About_Page;
